Repository: migueltrindade/g6
Catalog: sites/all/modules/simplenews_template/translations/*.po
Languages: fr, no, pt_br

source: Header
fr: Titre
no: Tittel
pt_br: Cabeçalho

source: Enter a header common for all issues of this newsletter. For more information, see the !help.
fr: Entrez une entête commune pour toutes les newsletters. Pour plus d'information, voir l'!help.
no: Legg inn en header felles for alle utsendelsene av dette nyhetsbrevet. For mer informasjon, se !help.

source: help page
fr: page d'aide
no: hjelpeside

source: Enter the content of the newsletter's header.
fr: Entrez le contenu de l'entête de la newsletter.
no: Skriv inn innholdet i nyhetsbrevet header.
pt_br: Insira o conteúdo do cabeçalho da newsletter

source: Footer
fr: Pied de page
no: Bunntekst
pt_br: Rodapé

source: Enter a footer common for all issues of this newsletter. For more information, see the !help.
fr: Entrez un pied de page commun pour toutes les newsletter. Pour plus d'information, voir l'!help.
no: Legg inn en bunntekst felles for alle utgaver av dette nyhetsbrevet. For mer informasjon se !help.

source: Enter the content of the newsletter's footer.
fr: Entrez le contenu du pied de page de la newsletter.
no: Legg inn innholdet i nyhetsbrevets bunntekst.
pt_br: Insira o conteúdo do rodapé da newsletter

source: Style
no: Stil
pt_br: Estilo

source: For more information, see the !help.
fr: Pour plus d'information, voir l'!help.
no: For mer informasjon, se !help.

source: Body background color
fr: Couleur de fond du <body>
no: Hovedtekst bakgrunn farge
pt_br: Cor de fundo do corpo

source: Enter the body background color to be used in all issues of this newsletter.
fr: Entrez la couleur de fond qui doit être utilisée pour les éditions de cette newsletter.
no: Legg in hovedtekstens bakgrunnsfarge. Blir benyttet i alle utgaver av dette nyhetsbrevet.

source: Enter the CSS code to be included in all issues of this newsletter.
fr: Entrez le code CSS qui doit être inclus dans toutes les éditions de cette newsletter.
no: Legg inn CSS koden som skal legges ved alle utgaver av dette nyhetsbrevet.

source: !module was succefully installed.
fr: !module a été installé avec succès.
no: !module ble installert.

source: Failed to delete variables for Simplenews Template.
fr: Echec lors de la suppresion des variables de Simplenews Template.
no: Kunne ikke slette variabler for Simplenews Template.

source: Extends Simplenews by providing a themable template with configurable header, footer and style.
fr: Étend Simplenews en fournissant un template "thémable" avec entête, pied de page et styles configurables.
no: Utvider Simplenews ved Ã¥ legge til en mal med konfigurerbar topptekst og bunntekst og stil.
pt_br: Extende o módulo Simplenews provendo um template customizável com cabeçalho, rodapé e estilo.

source: Simplenews Template preview
pt_br: Pré-visualização do Simplenew Template

source: Preview
pt_br: Pré-visualização

source: The header common for all issues of this newsletter.
pt_br: O cabeçalho comum a todas as edições dessa newsletter

source: The footer common for all issues of this newsletter.
pt_br: O rodapé comum a todas as edições dessa newsletter

source: The style to be applied to all issues of this newsletter
pt_br: O estilo a ser aplicado à todas as edições dessa newsletter.

source: Enter the backgound color of the body.
pt_br: Insira a cor de fundo do corpo

source: Enter the CSS rules of the body.
pt_br: Insira as regras de CSS do corpo
