Repository: migueltrindade/g6
Catalog: sites/all/modules/user_force_term/translations/*.po
Languages: da

source: Depending on your settings for the <a href="!url">user force term module</a>, this dropdown may not be visible to all users.
da: Afhængig af dine indstillinger af <a href="!url">user force term-modulet</a> kan denne rulleliste være skjult for visse brugere.

source: Force content submitted by users to be associated with a taxonomy term.
da: Gennemtving tilknytning af en bestemt term til indhold indsendt brugere med en bestemt rolle.

source: By selecting a vocabulary from the list below, you can force all content created by specific users to be associated with a term from that vocabulary. When you have selected a vocabulary, you can edit a user to select the forced term you wish to associate with all his or her content.
da: Vælge et ordforråd fra listen herunder for at gennemtvinge at alt indhold indsendt af bestemte brugere altid knyttes til en bestemt term. Når du har valgt et ordforråd kan du redigere en bruger og vælge hvilken term, der skal knyttes til hans eller hendes indhold.

source: You need to create at least one taxonomy to use this feature.
da: Du skal oprette mindst én taksonomi for at bruge denne funktionalitet.

source: <none>
da: <ingen>

source: Force taxonomy term
da: Tvungen tilknytning af term

source: Force all content submitted by users to be attached to a term from this vocabulary.
da: Gennemtving at alt indhold indsendt af brugerne tilknyttes et ord fra dette ordforråd.

source: Forced term association
da: Tvungen tilknytning af term

source: Force all content submitted by this user to be associated with the selected term.
da: Gennemtving at alt indhold indsendt af denne bruger knyttes til det valgte ord.

source: administer forced term associations
da: administrer tvungen tilknytning af termer

source: The base table for user force term.
da: Den grundlæggende tabel for User force term.

source: User ID
da: Bruger ID

source: The term ID connected to all content created by the user.
da: Term ID som knyttes til alt indhold oprettet af brugeren.

source: User Force Term
da: Gennemtving tilknytning af term

source: Force all content created by a user to be connected to a taxonomy term.
da: Gennemtving tilknytning af en bestemt term til indhold indsendt af bestemte brugere.
